[
  {
    "quote": "You're insecure, don't know what for. You're turning heads when you walk through the door.",
    "song": "What Makes You Beautiful",
    "album": "Up All Night"
  },
  {
    "quote": "Now, girl, I hear it in your voice and how it trembles. When you speak to me, I don't resemble who I was. You've almost had enough.",
    "song": "Gotta Be You",
    "album": "Up All Night"
  },
  {
    "quote": "Shot me out of the sky. You're my kryptonite. You keep making me weak. Yeah, frozen, and can't breathe.",
    "song": "One Thing",
    "album": "Up All Night"
  },
  {
    "quote": "If I'm louder, would you see me? Would you lay down in my arms and rescue me?",
    "song": "More Than This",
    "album": "Up All Night"
  },
  {
    "quote": "Up all night and jump around until we see the sun. I wanna stay up all night and find a girl and tell her she's the one",
    "song": "Up All Night",
    "album": "Up All Night"
  },
  {
    "quote": "He looks at you the way that I would. Does all the things I know that I could. If only time could just turn back...",
    "song": "I Wish",
    "album": "Up All Night"
  },
  {
    "quote": "Tell me I'm a screwed up mess. That I never listen, listen...",
    "song": "Tell Me A Lie",
    "album": "Up All Night"
  },
  {
    "quote": "It's like I'm finally awake... And you're just a beautiful mistake...",
    "song": "Taken",
    "album": "Up All Night"
  },
  {
    "quote": "You could be preoccupied, different date every night. You've just got to say the word",
    "song": "I Want",
    "album": "Up All Night"
  },
  {
    "quote": "Every minute's like the last so let's just take it real slow. Forget about the clock that's tick-tick-ticking.",
    "song": "Everything About You",
    "album": "Up All Night"
  },
  {
    "quote": "Closer, maybe we'll be closer. Stronger than we were before, yeah. Make this something more, yeah.",
    "song": "Same Mistakes",
    "album": "Up All Night"
  },
  {
    "quote": "I can't be no superman, but for you I'll be super human.",
    "song": "Save You Tonight",
    "album": "Up All Night"
  },
  {
    "quote": "I start to say I think I love you but I make no sound. Oh 'cause all my life I've been waiting for a girl like you to come around.",
    "song": "Stole My Heart",
    "album": "Up All Night"
  },
  {
    "quote": "And I will steal us a car. And we will drive to the stars. I will give you the moon, it's the least I can do if you give me the chance",
    "song": "Stand Up",
    "album": "Up All Night"
  },
  {
    "quote": "Hands are silent, voice is numb. Try to scream out, my lungs. It makes this harder. And the tears stream down my face",
    "song": "Moments",
    "album": "Up All Night"
  },
  {
    "quote": "One for me, one for you, whatcha doing? Girl the music sounds so good when you're moving",
    "song": "Another World",
    "album": "Up All Night"
  },
  {
    "quote": "I'll say that I hate a song. Then you'll go request it the whole night long",
    "song": "Na Na Na",
    "album": "Up All Night"
  },
  {
    "quote": "Every morning when I leave my house, I always look for you, yeah. I see you every time I close my eyes, what am I gonna do?",
    "song": "I Should've Kissed You",
    "album": "Up All Night"
  },
  {
    "quote": "I know we only met but let's pretend it's love.",
    "song": "Live While We're Young",
    "album": "Take Me Home"
  },
  {
    "quote": "Oh, I just wanna show you off to all of my friends. Making them drool down their chinny-chin-chins.",
    "song": "Kiss You",
    "album": "Take Me Home"
  },
  {
    "quote": "You can't go to bed without a cup of tea. And maybe that's the reason that you talk in your sleep.",
    "song": "Little Things",
    "album": "Take Me Home"
  },
  {
    "quote": "Every step I take, I'm feeling more and more. She's calling out, she's looking good.",
    "song": "C'mon, C'mon",
    "album": "Take Me Home"
  },
  {
    "quote": "We've been friends now for a while. Wanna know that when you smile... Is it me?",
    "song": "Last First Kiss",
    "album": "Take Me Home"
  },
  {
    "quote": "Yeah, baby, now that you're gone, I can't stand dumb love songs.",
    "song": "Heart Attack",
    "album": "Take Me Home"
  },
  {
    "quote": "I used to think that I was better alone. Why did I ever wanna let you go?",
    "song": "Rock Me",
    "album": "Take Me Home"
  },
  {
    "quote": "Never felt like this before... Are we friends or are we more?",
    "song": "Change My Mind",
    "album": "Take Me Home"
  },
  {
    "quote": "Back in my head, we were kissing, I thought things were going alright. With a sign on my back saying 'Kick me,' reality ruined my life (Go Tommo, go!)",
    "song": "I Would",
    "album": "Take Me Home"
  },
  {
    "quote": "Tell me with your mind, body and spirit. I can make your tears fall down like the showers that are British. Whether we're together or apart We can both remove the masks and admit we regret it from the start",
    "song": "Over Again",
    "album": "Take Me Home"
  },
  {
    "quote": "I've never been so into somebody before. And every time we both touch I only want more",
    "song": "Back for You",
    "album": "Take Me Home"
  },
  {
    "quote": "They don't know what we do best. That's between me and you, our little secret... But I wanna tell 'em! I wanna tell the world that you're mine GIRL!",
    "song": "They Don't Know About Us",
    "album": "Take Me Home"
  },
  {
    "quote": "Don't promise that you're gonna write, don't promise that you'll call. Just promise that you won't forget we had it all",
    "song": "Summer Love",
    "album": "Take Me Home"
  },
  {
    "quote": "What about all the things we say? Talking on the phone so late?",
    "song": "She's Not Afraid",
    "album": "Take Me Home"
  },
  {
    "quote": "I never understood what love was really like but I felt it for the first time looking in your eyes",
    "song": "Loved You First",
    "album": "Take Me Home"
  },
  {
    "quote": "I remember the taste of your lipstick. Now you're tearing up my heart, tearing up my heart",
    "song": "Nobody Compares",
    "album": "Take Me Home"
  },
  {
    "quote": "I tried, I'll try to start again and find somebody... But I remember all the times and all the words we said",
    "song": "Still The One",
    "album": "Take Me Home"
  },
  {
    "quote": "I hope I'm not a casualty... I hope you won't get up and leave... Might not mean that much to you... But to me it's everything, everything.",
    "song": "Truly Madly Deeply",
    "album": "Take Me Home"
  },
  {
    "quote": "But baby you got me moving too fast 'cause I know you wanna be bad. And girl when you're looking like that, dada dadada... I can't hold back",
    "song": "Magic",
    "album": "Take Me Home"
  },
  {
    "quote": "Heartache doesn't last forever... I'll say I'm fine. Midnight, ain't no time for laughing... When you say goodbye.",
    "song": "Irresistible",
    "album": "Take Me Home"
  },
  {
    "quote": "Maybe it's the way she walked (Ow!)... Straight into my heart and stole it. Through the doors and past the guards (Ow!)... Just like she already owned it",
    "song": "Best Song Ever",
    "album": "Midnight Memories"
  },
  {
    "quote": "She told me in the morning, she don't feel the same about us in her bones. It seems to me that when I die... These words will be written on my stone",
    "song": "Story of My Life",
    "album": "Midnight Memories"
  },
  {
    "quote": "You've been lonely, you don't even know me... But I can feel you crying",
    "song": "Diana",
    "album": "Midnight Memories"
  },
  {
    "quote": "You and me and all our friends, I don't care how much we spend. Baby, this is what the night is for",
    "song": "Midnight Memories",
    "album": "Midnight Memories"
  },
  {
    "quote": "I see what it's like. I see what it's like for day and night. Never together. 'Cause they see things in a different light like us. They never tried like us",
    "song": "You & I",
    "album": "Midnight Memories"
  },
  {
    "quote": "Short days, when the nights are long. When I think of the things I've done. Don't matter how far I've gone. I'm always free to run home",
    "song": "Don't Forget Where You Belong",
    "album": "Midnight Memories"
  },
  {
    "quote": "I'm sorry if I say, 'I need ya'. But I don't care, I'm not scared of love. 'Cause when I'm not with you, I'm weaker. Is that so wrong?",
    "song": "Strong",
    "album": "Midnight Memories"
  },
  {
    "quote": "I don't care what people say when we're together.  You know I wanna be the one who'll hold you when you sleep.",
    "song": "Happily",
    "album": "Midnight Memories"
  },
  {
    "quote": "Lights go down and the night is calling to me, yeah. I hear voices singing songs in the street and I know that we won't be going home",
    "song": "Right Now",
    "album": "Midnight Memories"
  },
  {
    "quote": "Little black dress, who you doing it for? Little black dress, I can't take any more. It's not right, it's not right, it's not right, you know...",
    "song": "Little Black Dress",
    "album": "Midnight Memories"
  },
  {
    "quote": "You tell me that you're hurt and you're in pain. And I can see your head is held in shame. But I just wanna see you smile again.",
    "song": "Through the Dark",
    "album": "Midnight Memories"
  },
  {
    "quote": "One day you'll come into my world and say it all. You'll say we'll be together even when you're lost. One day you'll say these words I've thought but never said. You'll say we're better off together in our bed",
    "song": "Something Great",
    "album": "Midnight Memories"
  },
  {
    "quote": "Your hands touching me, they're touching me. And your eyes keep saying things. They're saying what we do when it's only me and you. I can't concentrate",
    "song": "Little White Lies",
    "album": "Midnight Memories"
  },
  {
    "quote": "Best I ever had, hips don't lie. You make me wanna, shhhhh one more night",
    "song": "Better Than Words",
    "album": "Midnight Memories"
  },
  {
    "quote": "Say the word, say the word but don't say no. Sky dive, you and I with just these clothes. Your secret's safe with me",
    "song": "Why Don't We Go There",
    "album": "Midnight Memories"
  },
  {
    "quote": "Your secret tattoo, the way you change moods. The songs that you sing when you're all alone. Your favourite band, the way that you dance",
    "song": "Does He Know",
    "album": "Midnight Memories"
  },
  {
    "quote": "My mother told me I should go and get some therapy. I asked the doctor, 'Can you find out what is wrong with me?'",
    "song": "Alive",
    "album": "Midnight Memories"
  },
  {
    "quote": "Forget all we said that night. No, it doesn't even matter. 'Cause we both got split in two",
    "song": "Half A Heart",
    "album": "Midnight Memories"
  },
  {
    "quote": "Kisses like cream, her walk is so mean. And every jaw drops when she's in those jeans, alright, alright",
    "song": "Steal My Girl",
    "album": "Four"
  },
  {
    "quote": "There's a devil in your smile, it's chasing me. And every time I turn around, it's only gaining speed.",
    "song": "Ready To Run",
    "album": "Four"
  },
  {
    "quote": "Shadows come with the pain that you're running from. Love was something you never heard enough. Yeah, it took me some time but I figured out. How to fix up a heart that I let down",
    "song": "Where Do Broken Hearts Go",
    "album": "Four"
  },
  {
    "quote": "We took a chance, God knows we've tried. Yet all along, I knew we'd be fine",
    "song": "18",
    "album": "Four"
  },
  {
    "quote": "She floats through the room on a big balloon. Some say she's such a fake, that her love is made up, no, no no no.",
    "song": "Girl Almighty",
    "album": "Four"
  },
  {
    "quote": "I'm the first to admit that I'm reckless. I get lost in your beauty, and I can't see two feet in front of me.",
    "song": "Fool's Gold",
    "album": "Four"
  },
  {
    "quote": "Everything that you've ever dreamed of. Disappearing when you wake up. But there's nothing to be afraid of",
    "song": "Night Changes",
    "album": "Four"
  },
  {
    "quote": "Stained coffee cup. Just a fingerprint of lipstick's not enough. Sweet, where you lay. Still a trace of innocence on the pillow case",
    "song": "No Control",
    "album": "Four"
  },
  {
    "quote": "I think I'm gonna lose my mind. Something deep inside me, I can't give up. I think I'm gonna lose my mind. I roll and I roll 'til I'm out of luck",
    "song": "Fireproof",
    "album": "Four"
  },
  {
    "quote": "Who's gonna be the first one to start the fight? Who's gonna be the first one to fall asleep at night? Who's gonna be the last one to drive away? Who's gonna be the last one to forget this place?",
    "song": "Spaces",
    "album": "Four"
  },
  {
    "quote": "All my life I've been on my own. I used the light to guide me home. But now together we're alone. And there's no other place I'd ever wanna go",
    "song": "Stockholm Syndrome",
    "album": "Four"
  },
  {
    "quote": "I know you say that you don't like it complicated. That we should try to keep it simple. But love is never, ever simple, no",
    "song": "Clouds",
    "album": "Four"
  },
  {
    "quote": "And you say it's hard to keep a secret. Girl, don't leave me all alone in this hotel. And these shades can hide us from the streets, yeah. One weekend, I'll promise that I'll never tell",
    "song": "Change Your Ticket",
    "album": "Four"
  },
  {
    "quote": "I would never turn your heart into broken parts. You don't have to think twice looking in my eyes",
    "song": "Illusion",
    "album": "Four"
  },
  {
    "quote": "Somehow, it feels like nothing has changed. Right now, my heart is beating the same",
    "song": "Once In A Lifetime",
    "album": "Four"
  },
  {
    "quote": "When I can hardly walk and my hair is falling out. We'll still stay up 'til morning, we'll throw the after-party",
    "song": "Act My Age",
    "album": "Four"
  },
  {
    "quote": "Yeah, I see you at the bar, at the edge of my bed. Backseat of my car, in the back of my head. I come alive when I hear your voice",
    "song": "Hey Angel",
    "album": "Made in the A.M."
  },
  {
    "quote": "If I didn't have you, I'd never see the sun. You taught me how to be someone, yeah",
    "song": "Drag Me Down",
    "album": "Made in the A.M."
  },
  {
    "quote": "I might never be the hands you put your heart in. Or the arms that hold you any time you want them. But that don't mean that we can't live here in the moment",
    "song": "Perfect",
    "album": "Made in the A.M."
  },
  {
    "quote": "Down to Earth. It's like I'm frozen but the world still turns. Stuck in motion and the wheels keep spinnin' 'round. Moving in reverse with no way out",
    "song": "Infinity",
    "album": "Made in the A.M."
  },
  {
    "quote": "I told her that I loved her, was not sure if she heard. The roof was pretty windy and she didn't say a word. Party dying downstairs, had nothing left to do. Just me, her and the moon",
    "song": "End of the Day",
    "album": "Made in the A.M."
  },
  {
    "quote": "Pay attention, I hope that you listen. 'Cause I let my guard down. Right now, I'm completely defenceless",
    "song": "If I Could Fly",
    "album": "Made in the A.M."
  },
  {
    "quote": "We had a mountain, but took it for granted. We had a spaceship, but we couldn't land it. We found an island, but we got stranded. We had it all, yeah, who could've planned it?",
    "song": "Long Way Down",
    "album": "Made in the A.M."
  },
  {
    "quote": "Wanna pull an all-nighter and get into something we'll never forget? Wanna stay up and party the weekend away and not know when to quit?",
    "song": "Never Enough",
    "album": "Made in the A.M."
  },
  {
    "quote": "And time is irrelevant when I've not been seeing ya. The consequences of falling out - that's something I'm having nightmares about",
    "song": "Olivia",
    "album": "Made in the A.M."
  },
  {
    "quote": "Whatever chains are holdin' you back. Holdin' you back, don't let 'em tie you down. Whatever change is holdin' you back. Holdin' you back, tell me you believe in that",
    "song": "What a Feeling",
    "album": "Made in the A.M."
  },
  {
    "quote": "Unforgettable together, held the whole world in our hands. Unexplainable, a love that only we could understand, yeah. I know there's nothing I can do to change it, but is there something that can be negotiated?",
    "song": "Love You Goodbye",
    "album": "Made in the A.M."
  },
  {
    "quote": "I wanna lend you my coat. One that's as soft as your cheek. So when the world is cold you will have a hiding place you can go",
    "song": "I Want to Write You a Song",
    "album": "Made in the A.M."
  },
  {
    "quote": "Thought we were going strong. I thought we were holding on. Aren't we?",
    "song": "History",
    "album": "Made in the A.M."
  },
  {
    "quote": "You caught my attention, you were looking at me first. All that I can see is you waking up in my t-shirt",
    "song": "Temporary Fix",
    "album": "Made in the A.M."
  },
  {
    "quote": "You'll find me in the region of the summer stars. The fact that we can sit right here and say goodbye. Means we've already won",
    "song": "Walking in the Wind",
    "album": "Made in the A.M."
  },
  {
    "quote": "Your friends all talking 'bout me. They say I got no chance at all. But your fire is burning deep in my soul",
    "song": "Wolves",
    "album": "Made in the A.M."
  },
  {
    "quote": "You and me were raised in the same part of town. Got these scars on the same ground. Remember how we used to kick around just wasting time?",
    "song": "A.M.",
    "album": "Made in the A.M."
  }
]
